Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/farming_and_fishing/rural_social_scheme.html.txt.tmx
Source language: en
Languages: ga

source: The Rural Social Scheme (RSS) is aimed at low-income farmers and fishermen/women
ga: Tá an Scéim Sóisialta Tuaithe (SST) dírithe ar fheirmeoirí agus ar iascairí ar ioncam íseal

source: To qualify for the RSS you must be getting a social welfare payment
ga: Chun a bheith i dteideal an SST ní mór duit a bheith ag fáil íocaíocht leasa shóisialaigh

source: In return, people participating in the RSS provide services that benefit rural communities
ga: Mar chúiteamh ar seo, soláthróidh siad siúd atá páirteach sa scéim seirbhísí áirithe atá chun tairbhe na bpobal tuaithe

source: The Department of Social Protection has overall responsibility for policy in relation to the Rural Social Scheme, including eligibility criteria
ga: Go náisiúnta, coimeádann an Roinn Coimirce Sóisialaí freagracht iomlán do pholasaí maidir leis an scéim, critéir incháilitheachta san áireamh

source: The Department monitors the implementation of the RSS and supports the various bodies that manage the RSS locally
ga: Déanann an Roinn monatóireacht ar chur i bhfeidhm na scéime agus tacaíonn sí le forais éagsúla a bhainistíonn an scéim go háitiúil

source: The Department may also inspect any Scheme and visit projects
ga: D'fhéadfadh an Roinn aon scéim SST a iniúchadh agus cuairt a thabhairt ar thionscadail ar bith

source: At a local level, the Scheme is managed by implementing bodies such as local development companies and in the Gaeltacht areas, by Údarás na Gaeltachta
ga: Ag leibhéal áitiúil, bainistíonn Údarás na Gaeltachta an scéim i limistéir Ghaeltachta, agus bainistíonn na Cuideachtaí Forbartha Áitiúla an scéim in áiteanna eile

source: What type of work is carried out by people participating in the Scheme?
ga: Cén cineál oibre a dhéanann siad siúd a bhíonn páirteach sa scéim?

source: The type of work carried out by RSS participants includes:
ga: I measc na gcineálacha oibre a dhéanann rannpháirtithe na SST, tá:

source: • Maintaining and enhancing various walking routes (that is, waymarked ways, agreed walks) and bog roads
ga: • Na bealaí éagsúla siúlóide a chothabháil agus a fheabhsú (Is é sin, slite slímharcáilte, siúlóidí comhaontaithe) agus bóithre portaigh

source: • Energy conservation work for older people and those at risk of poverty
ga: • Obair chaomhnaithe fuinnimh do sheanóirí agus iad siúd atá in mbaol bochtaineachta

source: • Village and countryside enhancement projects
ga: • Tionscadail feabhsúcháin sráidbhailte agus tuaithe

source: • Social care and care of older people • Community care for pre-school and after-school groups
ga: • Cúram sóisialta agus cúram do sheanóirí, cúram pobail do ghrúpaí réamhscoile agus iarscoile araon

source: • Environmental maintenance work - maintenance and caretaking of community and sporting facilities
ga: • Obair chothabhála timpeallachta - cothabháil agus airíochas ar áiseanna pobail agus spóirt

source: • Projects relating to not-for-profit cultural and heritage centres
ga: • Tionscadail maidir le hionaid cultúrtha agus oidhreachta gan beann ar bhrabús

source: • Community administration or clerical work
ga: • Obair riaracháin nó cléireachais pobail

source: How many hours' work is involved and how long does the Scheme last?
ga: Cé mhéid uaireanta oibre atá i gceist agus cé chomh fada agus a mhaireann an scéim?

source: You work 19.5 hours per week
ga: Oibríonn rannpháirtithe ar feadh 19.5 uair in aghaidh na seachtaine

source: These hours are based on a farmer/fisher-friendly schedule
ga: Tá na huaireanta seo bunaithe ar sceideal atá soláimhsithe don iascaire/feirmeoir

source: This is to ensure participation on the scheme does not affect a your farming/fishing activities
ga: Má ghlactar tú ar an scéim, tairgfear conradh duit ar feadh tréimhse tosaigh

source: If you get a place on the Scheme, you are offered a contract from your start date up to the following 31 March
ga: Leanann an tréimhse tosaigh ón dáta a thosaíonn tú ar an scéim go dtí an 31 Márta ina dhiaidh sin

source: You may be considered for a further term following the initial contract, if you continue to meet all the criteria for the Scheme
ga: Ag deireadh an chonartha tosaigh seo, is féidir go nglacfar tú ar an scéim ar feadh tréimhse breise má chomhlíonann tú coinníollacha uile na scéime i gcónaí

source: The local management decides on your application
ga: Is faoi rogha na bainistíochta áitiúila atá sé cibé an mbeidh nó nach mbeidh d'iarratas rathúil

source: While it is not intended that anyone would remain on the scheme permanently, there is no definite time limit for participation
ga: Cé nach bhfuil sé beartaithe go bhfanfadh aon duine ar an scéim go buan, níl aon teorainn ama cinnte i leith rannpháirtíochta

source: If you are eligible for the Scheme but don’t wish to participate, your dependent spouse, civil partner or cohabitant may take the available place
ga: Má tá tú incháilithe don scéim ach nach mian leat páirt a ghlacadh inti, is féidir le do chéile/pháirtnéir sibhialta/chomhchónaitheoir cleithiúnach an áit atá ar fáil a thógáil

source: However, this is only if neither of you are participating in any other similar scheme, (for example, the Community Employment Scheme.) The Rural Social Scheme operates independently of the Community Employment Scheme (CE)
ga: Cibé ar bith, tarlaíonn seo chomh fada agus nach bhfuil ceachtar den bheirt agaibh rannpháirteach in aon scéim chosúil eile, mar shampla, an Scéim Fostaíochta Pobail. Feidhmíonn an Scéim Sóisialta Tuaithe go neamhspleách ar Scéim Fostaíochta Pobail (FP)

source: The Rural Social Scheme provides a supplementary income for low-income farmers and fishermen/women who are unable to earn an adequate living
ga: Tá an Scéim Sóisialta Tuaithe dírithe ar fheirmeoirí agus iascairí ar ioncam íseal nach bhfuil ábalta slí mhaireachtála fónta a dhéanamh, chun ioncam breise a thuilleamh

source: To participate in the scheme you must be getting:
ga: Le bheith rannpháirteach sa scéim caithfidh tú a bheith ag fáil i láthair na huaire:

source: If you are actively farming or fishing (this means that you must meet the criteria set out below), you may qualify for the scheme if you are also getting one of the following social welfare payments:
ga: Má tá tú i mbun feirmeoireachta nó iascaireachta go gníomhach, agus má shásaíonn tú na critéir a leagtar amach thíos, d'fhéadfá bheith cáilithe le haghaidh na scéime má tá ceann de na liúntais seo a leanas á fháil agat ón Roinn Coimirce Sóisialaí:

source: • Widow's, Widower's or Surviving Civil Partner's Contributory Pension or Widow's,Widower's or Surviving Civil Partner's Non-Contributory Pension
ga: • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Ranníocach) • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamh-Ranníocach)

source: • Increase for a Qualified Adult under 66 years of age as part of your spouse, cohabitant or civil partner's State Pension (Non-Contributory)
ga: • Méadú do Dhuine Fásta Cáilithe (faoi 66 bliain d'aois) mar chuid de Phinsean Stáit (Neamh-ranníocach) do chéile

source: If you are getting JB you can apply for Farm Assist or Jobseeker's Allowance which are qualifying payments for RSS
ga: Critéir maidir le bheith i mbun feirmeoireachta nó iascaireachta go gníomhach

source: Criteria for a farmer You must provide proof that you are actively farming
ga: Caithfidh tú a chruthú go bhfuil tú i mbun feirmeoireachta go gníomhach

source: To do this, you must provide a copy of your application for the EU Single Payment Scheme for the current year, including a valid herd number
ga: Chun é seo a dhéanamh, caithfidh tú cóip ded' iarratas le haghaidh Scéim na hAonÍocaíochta don bhliain reatha, a áiríonn uimhir tréada bailí, maraon le cóip den admháil a ghabhann leis (cruthú postais oifigiúil)

source: If you are actively farming and have not applied for the EU Single Payment Scheme, you should contact your local implementing body for advice
ga: Má tá tú i mbun feirmeoireachta go gníomhach, ach níor chuir tú iarratas isteach le haghaidh Scéim na hAonÍocaíochta, ba cheart duit dul i dteagmháil le do Chuideachta Forbartha Áitiúil chun comhairle a iarraidh

source: Criteria for a child/sibling of a farmer
ga: Critéir maidir le leanbh nó siblín feirmeora

source: If you are a child/sibling of a herd number owner and you can certify that you are resident and/or working on the farm and you are getting one of the qualifying social welfare payments, you may be eligible to participate in the RSS on the basis of your parent’s/sibling’s herd number
ga: Sa chás gur leanbh/deartháir nó deirfiúr le húinéir tréaduimhreach atá ionat agus go bhfuil ar do chumas deimhniú go bhfuil tú i do chónaí agus/nó ag obair ar an bhfeirm AGUS ag fáil ceann de na híocaíochtaí cáilithe leasa sóisialaigh, is féidir go bhfuil tú intofa chun páirt a ghlacadh ar SST mar gheall ar thréaduimhir do thuismitheora, do dhearthár nó do dheirféar

source: Criteria for a spouse, civil partner or cohabitant of a farmer
ga: Critéir maidir le céile/páirtnéir sibhialta/comhchónaitheoir feirmeora

source: If you are eligible but do not wish to participate in the RSS, your dependent spouse, civil partner or cohabitant can take the available place
ga: Má tá tú intofa, ach muna theastaíonn uait páirt a ghlacadh ar SST, is féidir le do chéile/pháirtnéir sibhialta/chomhchónaitheoir cleithiúnach an áit infhaighte a ghlacadh

source: Alternatively, if your spouse, civil partner or cohabitant is getting one of the qualifying social welfare payments and is actively farming, they can use your herd number to qaulify for the scheme
ga: Cás eile: má ta ceann de na híocaíochtaí cáilithe leasa sóisialaigh á fháil ag do chéile/pháirtnéir sibhialta/chomhchónaitheoir, agus má tá sé/sí i mbun feirmeoireachta go gníomhach, is féidir le do chéile/pháirtnéir sibhialta/chomhchónaitheoir do thréaduimhir a úsáid chun cáiliú le haghaidh na scéime

source: Your spouse, civil partner or cohabitant can participate in the RSS, if he/she is under 66 and you are getting a State Pension (Non-Contributory) which includes an Increase for Qualified Adult for him or her
ga: Cás eile: Is féidir le do chéile/pháirtnéir sibhialta/chomhchónaitheoir páirt a ghlacadh ar SST má tá sé/sí faoi aois 66 agus má tá Pinsean Stáit (Neamh-ranníocach) á fháil agat lena bhfuil Méadú do Dhuine Fásta Cáilithe á íoc i leith do chéile/pháirtnéir sibhialta/chomhchónaitheoir

source: Criteria for a fisherman/woman
ga: Critéir maidir le hiascaire

source: To be considered eligible to participate on the RSS a fisherman/woman must meet one of the following categories:
ga: Le gur féidir a mheas go bhfuil tú incháilithe mar iascaire d'áit i Scéim Shóisialta na Tuaithe, caithfidh tú ceann ar bith de na catagóirí a leanas a chomhlíonadh:

source: • Self-employed fisherman/woman on a fishing boat, which has been entered in the Register of Fishing Boats
ga: • Iascaire féinfhostaithe ar bhád iascaireachta atá iontráilte i dTabhall na mBád Iascaireachta

source: • Self-employed fisherman/woman whose boat has been issued with a pot fishing licence
ga: • Iascaire féinfhostaithe ar eisíodh a bhád le Ceadúnas Iascaireachta Pota

source: The Department of Communication, Energy and Natural Resources introduced this for small fishing boats such as currachs who traditionally have fished for lobsters and were mainly unlicensed
ga: Thug an Roinn Cumarsáide, Fuinnimh agus Acmhainní Nádúrtha é seo isteach do bháid bheaga iascaireachta cosúil le curacha, a rinne iascaireacht go traidisiúnta do ghliomaigh agus a bhíodh gan cheadúnas go coitianta

source: • Self-employed fisherman/woman who has been issued with a commercial salmon fishing licence from Inland Fisheries Ireland
ga: • Iascaire féinfhostaithe a eisíodh le Ceadúnas Iascaireachta Tráchtála Bradáin ó Iascach Intíre Eireann

source: • Self-employed fisherman/woman who has been issued with a commercial eel fishing licence from Inland Fisheries Ireland
ga: • Iascaire féinfhostaithe a eisíodh le Ceadúnas Iascaireachta Tráchtála Eascainne ó Iascach Intíre Eireann

source: • Self-employed fisherman/woman who has been issued with a dredging licence for shellfish from Inland Fisheries Ireland
ga: • Iascaire féinfhostaithe a eisíodh le ceadúnas dreidireachta ó Iascach Intíre Eireann

source: • Holders of an aquaculture licence issued by the Department of Communication, Energy and Natural Resources
ga: • Sealbhóir de cheadúnas Dobharshaothraithe eisithe ag an Roinn Cumarsáide, Fuinnimh agus Acmhainní Nádúrtha

source: • Permit holders for shell fishing issued by a registered cooperative
ga: • Sealbhóir ar cheadúnais d'iascaireacht sliogéisc eisithe ag Comharchumann cláraithe

source: Criteria for a spouse, civil partner or cohabitant of a fisherman/woman Your spouse, civil partner or cohabitant can participate in the RSS, if he/she is under 66 and you are getting a State Pension (Non-Contributory) which includes an Increase for Qualified Adult for him/her
ga: Is féidir le do chéile/pháirtnéir sibhialta/chomhchónaitheoir páirt a ghlacadh ar SST má tá sé/sí faoi aois 66 agus má tá Pinsean Stáit (Neamh-ranníocach) á fháil agat lena bhfuil Méadú do Dhuine Fásta Cáilithe á íoc i leith do chéile

source: The rates of payment for new participants on the RSS depends on your qualifying Department of Social Protection (DSP) payment
ga: Braitheann na rátaí íocaíochta le haghaidh iarratasóirí nua ar an SST ar d’íocaíocht cháilitheach ón Roinn Coimirce Sóisialaí (RCS)

source: The minimum weekly payment increased to €215.50 from March 2017
ga: I dtromlach na gcásanna, is ionann a bheidh do ráta íocaíochta SST agus d’íocaíocht reatha móide breisiú €22.50

source: From March 2017, if the actual social welfare payment (including dependants) you were getting was €193 a week or less, then you will get the minimum RSS weekly rate of €215.50 (that is €193 plus €22.50). If your actual weekly social welfare payment (including dependants) was €193.01 or more, then you will get the equivalent rate plus €22.50. If you were getting an age-related reduced rate of payment your payment is increased to the minimum weekly rate of €215.50
ga: Más €193 nó níos lú sa tseachtain é an íocaíocht leasa shóisialaigh iarbhír (cleithiúnaithe san áireamh) atá á fáil agat, gheobhaidh tú an t-íosráta seachtainiúil €215.50 (sin é €193 móide €22.50) Más €193.01 nó níos mó sa tseachtain é an íocaíocht leasa shóisialaigh iarbhír (cleithiúnaithe san áireamh) atá á fáil agat, gheobhaidh tú an ráta coibhéiseach móide €22.50

source: │Qualifying payment │Rate of payment on RSS from March 2017 │
ga: │Íocaíocht cháilitheach │Ráta íocaíochta ón SST ón Márta 2017 │

source: │Jobseeker's Allowance or Farm Assist │Equal to your current rate of payment plus €22.50 top-up
ga: │Liúntas Cuardaitheora Poist, Cúnamh Feirme │Ar chomhionann le do ráta reatha íocaíochta móide breisiú €22.50

source: Minimum weekly payment of €215.50
ga: Íocaíocht íosta sheachtainiúil €215.50

source: │One-Parent Family Payment │Equal to your current rate of payment plus €22.50 top-up
ga: │Íocaíocht Teaghlach Aontuismitheora │Ar chomhionann le do ráta reatha íocaíochta móide breisiú €22.50

source: │Disability Allowance │Equal to your current rate of payment plus €22.50 top-up
ga: │Liúntas Míchumais │Ar chomhionann le do ráta reatha íocaíochta móide breisiú €22.50

source: │Widow's, Widower's or Surviving Civil Partner's Contributory Pension │You continue to receive your pension with a top-up of €22.50
ga: │Pinsean Ranníocach Baintrí, Baintreach Fir nó Páirtnéara Shibhialta Mharthanaigh │Leanann tú le do phinsean a fháil móide breisiú €22.50

source: │Widow's, Widower's or Surviving Civil Partner's Non-Contributory Pension │You continue to receive your pension with a top-up of €22.50 (The minimum combined payment is €215.50)
ga: │Pinsean Neamhranníocach Baintrí, Baintreach Fir nó Páirtnéara Shibhialta Mharthanaigh │Leanann tú le do phinsean a fháil móide breisiú €22.50. (Is ionann an chomhíocaíocht íosta agus €215.50)

source: │Qualified Adult on a State Pension (Non-Contributory) │Your spouse will continue to receive the Increase for a Qualified Adult (IQA)
ga: │Duine Fásta Neamhcháilithe ar Phinsean Stáit (Neamhranníocach) │Leanfaidh do chéile leis an Méadú i leith Duine Fásta Cáilithe (MDFC) a fháil

source: Your rate on the RSS will be the difference between your IQA payment and €215.50
ga: Is ionann an difríocht idir d’íocaíocht MDFC agus €215.50 a bheidh do ráta ar an SST

source: A Class A PRSI contribution is paid on behalf of all RSS participants
ga: Íoctar ranníocaíocht ÁSPC Aicme A ar son gach rannpháirtí den SST

source: You are not liable for the Universal Social Charge (USC) on your RSS payment
ga: Níl tú faoi dhliteanas íoc as an Muirear Sóisialta Uilíoch (MSU) ar d’íocaíocht SST

source: Your income is liable for tax although it is likely you will pay little or no tax
ga: Tá tú faoi dhliteanas íoc as cáin i leith d’ioncaim cé gur dócha nach n-íocfaidh tú aon cháin nó ach beagán

source: Find out more about tax
ga: Is féidir teacht ar thuilleadh faisnéise faoi cháin

source: Other social welfare payments
ga: Íocaíochtaí Leasa Shóisialaigh agus Fheidhmeannacht na Seirbhíse Sláinte Eile

source: If you are getting other social welfare payments you should check with your Intreo centre or social welfare local office to find out whether they will be affected
ga: Má tá íocaíochtaí leas shóisialaigh eile á bhfáil agat, ba cheart duit seiceáil le d’Oifig áitiúil Leasa Shóisialaigh lena dheimhniú an ndéanfar difear dóibh

source: You can retain your medical card while you are taking part in the Rural Social Scheme
ga: Féadfaidh tú do chárta leighis a choimeád fad atá páirt á glacadh agat sa Scéim Shóisialta Tuaithe

source: Changes to your circumstances
ga: Athruithe ar do chúinsí

source: The rules that apply to your original social welfare payment also apply to your RSS payment
ga: Bíonn na rialacha céanna a bhaineann le de bhuníocaíocht leasa shóisialaigh i gceist le d’íocaíocht SST

source: This means that, if your dependant gets a job, their income will be assessed as means and your RSS payment may be reduced
ga: Ciallaíonn seo, má fhaigheann cleithiúnaí leat post, déanfar measúnú ar a n-ioncam mar mhaoin agus féadtar d’íocaíocht SST a laghdú

source: Your RSS payment cannot be reduced below the minimum rate of €215.50
ga: Ní féidir d’íocaíocht SST a laghdú faoi bhun an bhunráta €215.50

source: To avoid any possible overpayments, if there is any change in your circumstances, you should inform your local RSS implementing body
ga: D’fhonn aon ró-íocaíochtaí féideartha a sheachaint, má thagann aon athrú ar do chúinsí, ba cheart duit an comhlacht áitiúil a chuireann an SST i bhfeidhm a chur ar an eolas

source: As this scheme is administered locally, you should contact your local RSS implementing body for further information or an application form
ga: Ós rud é go riartar an scéim seo ag leibhéal áitiúil, ba chóir duit teagmháil a dhéanamh le do chomhlacht forfheidhmithe áitiúil SST chun tuilleadh eolais nó foirm iarratais a fháil

source: You can also read the Department of Social Protection's Guide to the Rural Social Scheme
ga: Is féidir leat an Treoir don Scéim Sóisialta Tuaithe ag an Roinn Coimirce Sóisialaí a léamh
